<template>
  <div id="help-content">
    <div class="statement-content w1200">
        <div>
            <div class="help-faq" style="padding:40px 0 0">
                <p class="flag-title">
                    条款声明
                </p>
            </div>
            <ul class="menu-left">
                <li>
                  <router-link tag="a" to="/statement?index=0" :class="{'statement-select': nowIndex==0}">服务条款</router-link>
                </li>
                <li>
                  <router-link tag="a" to="/statement?index=1" :class="{'statement-select': nowIndex==1}">免责声明</router-link>
                </li>
                <li>
                  <router-link tag="a" to="/statement?index=2" :class="{'statement-select': nowIndex==2}">隐私声明</router-link>
                </li>
            </ul>
        </div>
        <div class="right-detail" style="padding-top:40px;">
            <p class="part-des">
                    服务条款、免责声明及隐私声明<br>

                    当阁下使用或接入嘉银证券有限公司(下称「嘉银证券」)官方网站或手机应用程序（下称「网站」及「手机应用程序」）的任何一部分时，即表示阁下已阅读、了解并同意接受本服务条款、免责声明及隐私声明(下称「条款」)。本条款受香港法律管辖，阁下不可撤回地同意就本条款所产生的一切事宜受香港法院的专属司法管辖权管辖。在法律允许的范围内，嘉银证券可无须事先通知阁下或经阁下批准，不时修订本条款，有关修订将实时生效。嘉银证券有权于任何时间修改或变更本条款的内容，并建议阁下随时注意该等条款的修改或变更。嘉银证券修改或变更条款后，会在网站发出相关通知。如阁下继续使用网站或手机应用程序，即视为阁下已阅读、了解并同意接受有关修改或变更。
            </p>
            <div id="part1" class="detail-part dynamic-load" v-show="nowIndex==0">
                <p class="part-title">服务条款</p>
                <p class="part-content">
                    阁下承诺绝不为任何非法目的或以任何非法方式使用嘉银证券网站及手机应用程序，并承诺遵守香港特别行政区(下称「香港」)相关法例及一切使用互联网之国际惯例。阁下若为香港以外的使用者，并同意遵守所属国家或地区之法令。阁下同意并保证不得利用嘉银证券的网站及手机应用程序所提供的数据从事侵害他人权益或违法之行为。
                    <br>
                    <br> 未经嘉银证券、其市场数据/数据供货商及相关交易所事先的书面同意，阁下不得以任何方式将网站及手机应用程序内的信息或市场数据/数据重新分配或以其他方式传播。嘉银证券、其市场数据/数据供货商及相关交易所拥有本网站显示之商标及标志。未经本有关人士之书面批准，阁下概不得使用。

                    <br>
                    <br> 阁下确认，由于市场数据/数据涉及金融信息，如因其立法或任何有关这些规则的规定被修订，嘉银证券、其市场数据/数据供货商及/或相关交易所保留权利修改提供予阁下的市场数据/数据。阁下同时确认，嘉银证券有绝对的义务因应其市场数据/数据供货商及/或相关交易所提出的实时要求和任何原因而停止提供相关市场数据/数据。在发生这种情况下，嘉银证券在任何情况下不对这种中断提供市场数据/数据的后果承担责任。

                    <br>
                    <br> 网站及手机应用程序对于阁下所使用的服务或经网站及手机应用程序链接到其它网站而下载的软件或数据，嘉银证券不负任何担保责任。阁下应在下载前自行斟酌与判断上述软件或数据的合适性、有效性、正确性、完整性及是否侵害他人权利，以免遭受损失(例如:
                    造成阁下计算机系统受损或储存数据流失等)，嘉银证券对于该等损失不负任何赔偿责任。另外，嘉银证券随时会与其它公司/人士合作，并由其提供包括新闻、信息等不同的内容供网站及手机应用程序刊登，嘉银证券在刊登时均将注明内容提供商。基于尊重内容提供商之版权，嘉银证券对其提供之内容并不做实质之审查或修改，对该等内容之正确真伪亦不负任何责任，阁下应自行判断。阁下若认为某些内容涉及侵权或有所不实，请自行向该内容提供商反映意见。
                    <br>
                    <br> 网站及手机应用程序上的所有内容(包括但不限于著作、图片、档案、信息、数据、网站及手机应用程序架构、网站及手机应用程序画面的安排、网站及手机应用程序设计等)均由嘉银证券、其市场数据/数据供货商及相关交易所依法拥有其版权及/或知识产权，任何人不得擅自使用、修改、重制、公开播送、改作、散布、发行、公开发表、进行还原工程、解编或反向组译。若阁下准备引用或转载上述内容，必须依法取得嘉银证券、其市场数据/数据供货商及相关交易所的事前书面同意。尊重版权及/或知识产权乃阁下应尽的义务，如有违反，嘉银证券、其市场数据/数据供货商及相关交易所有权对阁下采取法律行动。
                </p>
            </div>
            <div id="part2" class="detail-part dynamic-load" v-show="nowIndex==1">
                <p class="part-title">免责声明</p>
                <p class="part-content">
                    网站及手机应用程序包含的内容和数据是根据公开数据分析和演释，该公开资料是从可靠来源搜集，嘉银证券、其市场数据/数据供货商及相关交易所竭力确保所提供信息的准确和可靠度，但不能保证其绝对准确和可靠，且亦不会承担因任何不准确或遗漏而引起的任何损失或损害的责任（不管是否侵权法下的责任或合约责任又或其它责任）。此外，该等市场数据/数据是基于现况及现有数据而提供，仅作为参考依据，请阁下谨慎对待。如该等市场数据/数据有更改，恕不另行通知，请阁下密切关注网站和手机应用程序的最新动态。
                    <br> 网站及手机应用程序所载的任何数据仅供一般参考之用，不应被视为投资意见，并且不应作为作出商业决定的基础。尽管嘉银证券将致力确保数据的准确性，但嘉银证券对任何错误或遗漏概不承担任何责任。另外，网站及手机应用程序所载的数据在任何司法管辖区内均不构成任何证券、金融产品或工具要约、招揽、建议、意见或任何保证。证券及或金融产品价格有时会大幅波动，可升亦可跌，更可变得毫无价值，敬请阁下注意风险。

                    <br>
                    <br> 嘉银证券对于任何从网站及手机应用程序有关服务所获得的信息、内容或广告，不声明或保证其内容之正确性或可靠性。对于阁下透过网站及手机应用程序上之广告、信息或邀约而展示、购买或取得之任何产品、信息数据，嘉银证券亦不负质量保证之责任。网站及手机应用程序也许链接阁下到其有兴趣的网站，尽管上述信息乃基于嘉银证券认为可靠的来源，但嘉银证券并不保证其准确性，而该信息亦可能属于不完整或过时。接入该网站连结的风险概由阁下自行承担。嘉银证券不会调查、核实、监察或赞同其内容、准确性、所表达的意见，以及该等资源提供的其他连结。

                    <br>
                    <br> 鉴于互联网的特性，网站及手机应用程序所提供的服务有时可能会出现中断、故障等不可抗力现象，或许将造成阁下使用上的不便、数据丢失、错误、遭人篡改或其它经济上损失等情形。阁下在使用网站及手机应用程序所提供的服务时应自行采取防护措施。嘉银证券对阁下因上述原因使用(或无法使用)网站及手机应用程序所提供的服务而造成的损害，不负任何赔偿责任。

                    <br>
                    <br> 网站及手机应用程序包含股票交易功能，但不应该被视为游说阁下执行任何交易，阁下须为其在网站及手机应用程序执行的交易负责。阁下进行交易前，请务必仔细阅读以下风险提示：

                    <br>
                    <br> 嘉银证券已采取有效措施保护阁下数据和交易活动的安全，尽管如此，嘉银证券在此郑重提醒阁下，利用互联网交易可能存在以下风险：

                    <br> 1.由互联网或移动通讯互联网数据传输等原因而导致交易指令/数据中断、延迟、数据错误等；
                    <br> 2.因手机丢失或密码保管不善而使他人获知手机内保存的帐户、密码等信息；
                    <br> 3.互联网或移动通讯互联网被恶意攻击或其服务器故障等因素，导致交易指令/数据出现错误或延迟；
                    <br> 4.手机本身设备及软件系统受非法攻击或病毒感染，影响其正常运作；
                    <br> 5.手机配置、性能或软件系统与所提供的交易系统不相匹配造成无法使用；
                    <br> 6.对手机操作不当或不熟练造成交易指令失败或失误；
                    <br> 7.其他非嘉银证券系统原因导致通讯互联网故障而交易查询/失败。
                    <br> 针对以上各种风险，希望阁下学会自我保护，掌握适当的计算机和手机操作经验和安全防范知识，一旦发现帐户或手机异常，尽快与证嘉银证券或手机供货商取得联系及妥善处理。
                </p>
            </div>
            <div id="part3" class="detail-part dynamic-load"  v-show="nowIndex==2">
                <p class="part-title">隐私声明</p>
                <p class="part-content">
                    此声明是嘉银证券根据香港法例第486章《个人资料(私隐)条例》(下称「私隐条例」)的要求而提供予阁下。
                    <br> 阁下于提供任何个人资料给嘉银证券前，请详阅下列要点。
                    <br>
                    <br> 1.阁下须不时向嘉银证券提供于私隐条例内所述的个人资料(下称「个人资料」)，以便嘉银证券向阁下提供服务。
                    <br>
                    <br> 2.若阁下未能向嘉银证券提供其个人资料，可能会导致嘉银证券未能开立、提供或继续提供服务予阁下。
                    <br>
                    <br> 3.在阁下与嘉银证券的正常业务往来过程中，嘉银证券亦会收集客户的个人资料。
                    <br>
                    <br> 4.阁下透过电子途径(如电邮或互联网)提供数据给嘉银证券并不是绝对安全可靠。若阁下透过电子途径将数据传送给嘉银证券，或嘉银证券根据阁下要求而透过电子途径将数据传送给阁下时出现任何错漏而令阁下蒙受损失，嘉银证券概不负责。因此，阁下在利用电子途径传送个人资料时应倍加留意。
                    <br>
                    <br> 5.除特别声明外，嘉银证券不会收集可以识别到访网站或手机应用程序者身分的任何数据。惟嘉银证券会记录到访网站或手机应用程序者的浏览数据，但有关记录只显示阁下电子邮件地址中地域名称服务器地址之部分，以及阁下曾浏览的网页。嘉银证券会将到访网站或手机应用程序的总人次及根据地域名称服务器地址划分的到访者类别等数据，编制网址使用情况的一般统计数据。
                    <br>
                    <br> 6.根据私隐条例的条款，任何个人资料可能会用于下列用途：
                    <br> (a)为阁下提供服务之日常运作；
                    <br> (b)作信贷检查；
                    <br> (c)确保阁下的信用维持良好；
                    <br> (d)宣传与投资、交易或相关的服务或产品；
                    <br> (e)协助其他相关团体、专业人士、机构或监管机构核实与嘉银证券向阁下提供服务的若干事实；
                    <br> (f)根据嘉银证券须遵守的任何法律及／或监管要求作出披露；
                    <br> (g)建立阁下数据文件作为日常营运之需要；及
                    <br> (h)与上述任何项目有关或附带的其他用途。
                    <br>
                    <br> 7.嘉银证券会把阁下的个人资料保密，但嘉银证券可能会把阁下个人资料根据第4款所述的目的提供给以下人士：
                    <br> (a)任何与嘉银证券业务运作有关的代理人或第三者服务供货商；
                    <br> (b)对嘉银证券有保密责任且已承诺将该等资料保密的任何相关人士；
                    <br> (c)与嘉银证券客户有交易或拟进行交易的任何人士或机构；
                    <br> (d)信贷资料服务机构及收债公司(于阁下欠账时)；及
                    <br> (e)任何监管嘉银证券任何业务的监管机构或交易所以及任何与嘉银证券有关联的公司。
                    <br>
                    <br> 8.阁下的个人资料可能会转移至香港以外的任何地方作处理、持有或在香港以外的地方使用；阁下的个人资料亦会转移至与嘉银证券业务运作有关的任何向嘉银证券或其关联公司提供服务的供货商。
                    <br>
                    <br> 9.嘉银证券可能会在法例允许的情况下，不时把已收集的个人资料根据嘉银证券的资料私隐政策使用和披露。
                    <br>
                    <br> 10.阁下明白，若阁下不希望嘉银证券使用阁下之数据或将阁下之数据提供予其他人士作直接促销用途，阁下可根据以下第12款的地址通知嘉银证券行使阁下之选择权拒絶促销。
                    <br>
                    <br> 11.根据私隐条例条款下，阁下有权：
                    <br> (a)审查嘉银证券是否持有其资料及有权查阅有关的资料；
                    <br> (b)要求嘉银证券修正任何与其有关而不正确的资料；
                    <br> (c)查悉嘉银证券对于数据的政策及实务及获告知嘉银证券持有关于其之何种个人资料；
                    <br> (d)就阁下的信贷而言，要求获知会惯常向信贷资料机构或收债公司披露的数据项，并进一步获取资料以向相关的信贷资料机构或收债公司提出查阅及修正资料的要求。
                    <br>
                    <br> 12.根据私隐条例的条款，嘉银证券有权就处理任何查阅数据要求而征收合理费用。所有要求查阅数据或更改数据(当阁下向嘉银证券提出查阅其个人资料后，认为其个人资料不正确)或要求提供政策及实际应用及数据种类须联络以下人士：
                    <br> - 数据保护主任
                    <br> 合规部
                    <br> 嘉银证券有限公司
                    <br> 香港中环皇后大道中九号16楼1605室
                    <br> 私隐条例下所赋予之任何权利应仅适用于阁下。
                    <br>
                    <br> 13.嘉银证券保留权利，可随时及毋须作出事先通知的情况下，对此声明增加内容或作出变更、更新或修订，而仅须向阁下就该等变更、更新或修订作出通知。若嘉银证券决定更改此声明，该等变更将在嘉银证券网站公布通知阁下，以便阁下了解有关变更、更新或修订。任何该等变更、更新或修订将在公布后实时生效。
                </p>
            </div>
        </div>
    </div>
</div>
</template>
<script>
  export default {
    data() {
      return {
        index: 0
      }
    },
    computed: {
      nowIndex(){
        if(this.$route.query.index ==undefined){
          return 0;
        }
        return this.$route.query.index;
      }
    }
  }  
</script>
<style lang="less">
  #help-content {
		padding: 0 20px 30px;
		.help-faq {
        padding-top: 40px;
				.flag-title {
						width: 120px;
						height: 50px;
						background: #f79f4e;
						text-align: center;
						line-height: 50px;
						font-size: 20px;
						color: #fff;
						border-radius: 0 5px 5px 0;
				}
		}
		.faq-list {
				margin-top: 10px;
				>li {
						position: relative;
						padding-left: 25px;
						border-bottom: 1px solid #e6e6e6;
						cursor: pointer;
						>img {
								position: absolute;
								top: 22px;
								left: 0;
						}
						>p {
								font-size: 16px;
								color: #555;
								line-height: 60px;
						}
						>p:hover{
								color:#333;
						}
				}
				>li:last-child{
						border-bottom: none;
				}
		}
	}
	.statement-content{
      background: #fff;
      padding: 40px 20px;
	    display: flex;
	    .menu-left{
	        width: 123px;
	        padding-top: 20px;
	        li{
	            width: 120px;
	            height: 50px;
	            line-height: 50px;
	            font-size: 16px;
	            color: #777;
	            a{
	                display:block;
	                width:100%;
	                height:100%;
	                color:inherit;
	                padding-left:20px;
	            }
	        }
	    }
	    .right-detail{
	        flex: 1;
	        .part-des{
	            padding-left: 50px;
	            font-size: 14px;
	            line-height: 1.8;
	            color: #555;
	            font-weight:bold;
	            margin-bottom: 10px;
	        }
	        .detail-part{
	            padding-left: 50px;
	            .part-title{
	                font-size: 24px;
	                line-height:60px;
	                color:#000;
	                border-bottom:1px solid #bebebe; 
	            }
	            .part-content{
	                padding-top: 20px;
	                font-size: 15px;
	                color:#555;
	                line-height:2;
	            }
	        }
	    }
	}
	.statement-select{
	    color: #f79f4e !important;
	    background: #FFF3E7;
	}
</style>

