<template>
  <div class="dynamic-load">
        <div class="detail-content">
            <p class="detail-title">【办卡指引】香港民生银行</p>

            <div class="detailList-content">
                <p class="list-title">1. 服务电话</p>
                <p>
                    <a href="tel:(852)-25195568">（1）香港：00852-25195568</a>
                </p>
                <p>
                    <a href="tel:95568">（2）大陆：95568转6</a>
                </p>
            </div>

            <div class="detailList-content">
                <p class="list-title">2. 银行网站及办理网点</p>
                <a class="account-link" href="http://hk.cmbc.com.cn/index.htm">http://hk.cmbc.com.cn/index.htm</a>
                <a class="account-link" href="http://hk.cmbc.com.cn/personal/account/branch/index.htm">查询网点</a>
            </div>
            <div class="detailList-content">
                <p class="list-title">3. 开户资格</p>
                <p>（1）年满18岁或以上的个人客户（不包括联名）
                    <br> （2）申请人只限于中国公民
                    <br> （3）申请人须拥有至少一个内地民生银行账户并已签发安全工具（UKey）
                    <br> （4）申请人的内地民生银行账户须保有至少 5 万人民币的资产</p>
            </div>
            <div class="detailList-content">
                <p class="list-title">4. 开户资料</p>
                <p>（1）境内有效身份证件：居民二代身份证（剩余有效日期6个月以上）
                    <br> （2）港澳通行证或护照【需已取得国外（境外）长期签证（三个月以上），包括持有有效签注日期在三个月以上的港澳通行证】
                    <br> （3）住址证明文件
                    <br>

                </p>
                <p>
                    <strong>本行接纳的住址证明文件必须满足如下要求：</strong>
                    <br> a. 住址证明文件的收信人姓名与开户证件同名
                    <br> b. 住址证明文件的收信人地址为住宅类地址，而非公司类地址
                    <br> c. 如果住址证明文件的收信人属于客户的直系亲属而非客户本人，则另需附上关系证明（如结婚证、户口簿）
                    <br> d. 如果住址证明文件为非中文或英文，须提供由专业第三方（如律师、公证人、执业会计师及提供公司秘书服务的人士或机构、领事馆等）翻译的核证文本
                    <br>
                </p>
                <p>
                    <strong> 本行接纳的住址证明文件类型如下：</strong>
                    <br> a. 公用事业机构账单（发出日期必须在以见证日期起计最近三个月内）
                    <br> b. 水、电、煤气费账单
                    <br> c. 固定或移动话费单
                    <br> d. 有线电视账单
                    <br> e. 宽带费账单
                </p>
                <p>
                    <strong> 金融机构账单 / 信函（发出日期必须在以见证日期起计最近三个月内）</strong><br>
                    a. 银行账单 / 信函
                    <br> b. 证券公司账单 / 信函
                    <br> c. 期货公司账单 / 信函
                    <br> d. 保险公司账单 / 信函
                </p>
                <p>
                    <strong> 政府或认可机构证明信 / 账单（须印有该机构的公章且发出日期必须在以见证日期起计最近三个月内）</strong><br>
                    a. 政府证明信 / 账单
                    <br> b. 居委会证明信
                    <br> c. 派出所证明信
                    <br> d. 街道办证明信
                    <br> e. 物业管理公司证明信 / 账单
                    <br> f. 客户本人所在公司（需为上市公司或其子公司）证明信
                </p>

                <p>
                    <strong>政府或认可机构居住证明</strong><br>
                    a. 居住证
                    <br> b. 暂住证
                    <br> c. 香港房屋租赁合同 (须有香港政府厘印章)
                </p>
                <p>
                    <strong> 其他类型</strong><br>
                    a. 内地身份证（集体户或公司地址除外）
                    <br> b. 居住用途的房产证/房他证
                    <br> c. 家庭类户口簿
                </p>


                <p>
                        （4）本行明确规定以下情况不予接受：<br>
                        a. 不接受私人书信、临时身份证、回折类单据、内地租赁合同、常住人口登记卡、出生证明书作为住址证明；<br>
                        b. 不接受电子文件 / 影印本作为住址证明；<br>
                        c. 不接受以转交公司地址、转交个人地址、商业地址或邮政信箱的信函作为住址证明。
                </p>

            </div>

            <div class="detailList-content">
                <p class="list-title">5. 办理流程</p>
                <p>（1）已持有民生内地卡用户，可以预先通过内地民生手机银行或网银进行电子填单之后再去网点办理。<br>
                        未持有民生内地卡用户，可以直接去网点办理民生大陆和民生香港账户。<br>
                        （2）网点办理过程20分钟左右，民生香港为电子账户不发卡，收到开通短信和电邮通知后，可立即通过民生香港网银或手机银行操作账户。<br>
                        （3）收到账户开立通知短信起计的30天内，自内地或香港的其他同名账户汇入一笔资金至本行账户，方可激活全部账户功能。
                </p>
            </div>

            <div class="detailList-content">
                <p class="list-title">6. 了解更多</p>
                <p>（1）账户管理费：三个月的日均资产不足10万港币，收取10港币/月，首年免收。<br>
                        （2）大陆民生转香港民生跨境转账费用说明：<br>
                        a. 内地民生转香港民生，柜台发起，手续费为汇款金额千分之一，最低50元，最高200元人民币，电报费100元/次；<br>
b. 网银或手机银行发起，手续费为汇款金额千分之0.5，最低25元，最高100元人民币，电报费50元/次。<br>
c. 民生香港收取30港币/4美元的等值外币的入账费。<br>
（3）香港民生转大陆民生跨境转账费用说明：<br>
民生香港转到内地民生电子转账，民生香港收取150港币/20美元的等值外币，可能会有中转行收费。
                </p>
            </div>
            <p>
                <strong>【免责声明】</strong>以上办理香港银行卡指引所载的一切内容仅供参考，请以银行实际要求为准。如信息内有任何错误或疏漏，本公司不就此负责。</p>
        </div>

    </div>

</template>