
  <template>
    <div class="dynamic-load">
        <div class="detail-content">
            <p class="detail-title">【办卡指引】香港招商银行</p>
            <div class="detailList-content">
                <p class="list-title">1. 服务电话</p>
                <p>
                    <a href="tel:(852)31195555">（1）香港：(852)31195555</a>
                </p>
                <p>
                    <a href="tel:95555">（2）大陆：95555转2 转3 转1</a>
                </p>
            </div>
            <div class="detailList-content">
                <p class="list-title">2. 银行网站</p>
                <a class="account-link" href="http://hk.cmbchina.com/Personal/Detail.aspx?guid=decdd697-c873-41d5-96ba-e17bee846690">点击查看</a>
            </div>
            <div class="detailList-content">
                <p class="list-title">3. 开户条件</p>
                <p>（1）若亲临香港分行办理，无开户资金要求。
                    <br> （2）若在大陆见证网点办理，开户资金要求为：
                    <br>       *持有私人银行卡或钻石卡
                    <br>       *连续三个月日均资产总额达500万以上人民币
                </p>
            </div>
            <div class="detailList-content">
                <p class="list-title">4. 开户资料</p>
                <p>（1）境内有效身份证件：
                    <br> 包括居民身份证（不含临时身份证）或军人有效身份证件
                    <br> （2）港澳通行证或护照
                    <br> 有效签注日期需大于半年。
                    <a class="account-link inline" href="http://95555.cmbchina.com/Common/CmbAdv.aspx?id=xgyktkhzj&popup=true">身份证件详情</a>
                    <br> （3）住址证明文件：
                </p>
                <table>
                    <tr class="thead-bg">
                        <th>住址证明类型</th>
                        <th>具体要求</th>
                    </tr>
                    <tr>
                        <td>公用事业机构账户文件</td>
                        <td>公用事业机构发出的账户文件(发出日期需在三个月内，且具有客户姓名及住址资料)，包括：水、电、煤气费账单、固定或移动话费单、有线电视账单、宽带费账单</td>
                    </tr>
                    <tr>
                        <td>金融机构信函</td>
                        <td>由以下金融机构开具的信函(发出日期需在三个月内，且具有客户姓名及住址资料)，包括：银行、证券公司、期货公司、保险公司</td>
                    </tr>
                    <tr>
                        <td>政府或认可机构证明信/账单</td>
                        <td>由以下机构开具的住址证明信/账单(发出日期需在三个月内，且具有客户姓名及住址资料、该机构的公章) ，包括：政府、居委会、派出所、街道办、物业管理公司、客户本人所在公司（需为上市公司或招商集团或子公司及附属公司）</td>
                    </tr>
                    <tr>
                        <td>政府或认可机构居住证明</td>
                        <td>政府或认可机构居住证明，有效期需大于三个月，且具有客户姓名及住址资料，包括：居住证、暂住证、香港房屋租赁合同 (须有香港政府釐印章)、境外人士临时住宿登记表</td>
                    </tr>
                    <tr>
                        <td>其他</td>
                        <td>居住用途的房产证、家庭类户口簿、附有照片的驾驶执照</td>
                    </tr>
                </table>
                <p>
                    <strong>温馨提示：</strong>
                    <br> a. 住址证明文件的收信人地址为住宅类地址，而非公司类地址。
                    <br> b. 住址证明文件的收信人姓名与开户证件同名。
                    <br> c. 住址证明文件的发出日期需在三个月内 (如下类型除外：政府或认可机构居住证明、其他)。
                    <br> d. 如果住址证明文件的收信人属于客户的直系亲属而非客户本人，则需要附上关系证明（如结婚证、户口簿）。
                </p>
                <p>
                    <strong>注：</strong>
                    <br> a. 以上文件均不接纳电子文件 / 影印本。
                    <br> b. 如阁下的住址证明文件为非中文或英文，阁下须提供由专业第三方（如律师、公证人、执业会计师及提供公司秘书服务的人士或机构、领事馆等）翻译的核证文本。
                    <br> c. 本行不接受以转交公司地址、转交个人地址、商业地址或邮政信箱的信函作为住址证明。
                    <br> d. 本行不接受以下文件作为住址证明：身份证、临时身份证、回执类单据、内地租赁合同、常住人口登记卡、客户出生证明书、任何一名同住的家庭成员的有效住址证明及其家庭成员所签署的确认函、深圳居住证。
                    <br> e. 驾驶执照必须要有照片，且剩余有效期大于3个月，证件上的地址必须为客户现在居住地址。
                    <br> f. 由于北京地区的水电煤气费账单上面没有显示客户姓名，不能作为香港一卡通开户的住址证明。
                </p>
                <p>
                    （4）开户用途证明文件（仅亲临香港分行办理需提供）：
                    <br> 有开户人名字的最近1个月内的大陆、香港或海外金融机构对账单、存单或保单，需注意银行只能使用储蓄账户、不能使用信用卡的交易结单（境外存款、理财用途）； 境外银行户口的发薪证明（境外代发薪资用途）；境外学习录取通知书、学费证明（境外留学用途）。
                    <br> 温馨提示：大陆客户可现场出示大陆银行手机银行APP的储蓄账户信息作为开户用途证明文件，要求开户时间超过半年，且作为日常使用的银行账户（温馨提示：手机需开通香港漫游网络）；或使用大陆银行的交易明细流水单作为开户用途证明文件，可携带有效身份证件和银行卡至银行柜台打印。
                </p>
            </div>
            <div class="detailList-content">
                <p class="list-title">5. 办理网点</p>
                <p>香港：
                    <a class="account-link inline" href="http://hk.cmbchina.com/Branch/?guid=8cf03d9c-3b45-4fcb-a993-86ec015cf18c">点击查看</a>
                </p>
                <p>内地：
                    <a class="account-link inline" href="http://95555.cmbchina.com/Common/CmbAdv.aspx?id=jzkh">点击查看</a>
                </p>
            </div>
            <div class="detailList-content">
                <p class="list-title">6. 开户流程</p>
                <p>（1）客户本人亲临招商银行香港分行或指定内地分行网点
                    <br> （2）客户本人提交其有效的身份证明文件原件和住址证明原件
                    <br> （3） 客户在本行经办人员或内地经办人员的协助下，按照本行要求完整填写《开户申请书》，并清楚了解该账户的功能、账户持有人条款和账户须知
                    <br> （4）客户本人在柜台的密码键盘上自行设定该账户的交易密码和查询密码
                    <br> （5）本行经办人员或内地经办人员录入有关申请资料，在《开户申请回单》上打印预先分配的账户号码并请客户签名确认。若客户选择同时申请网上银行，则该回单还将打印网上银行授权码
                    <br> （6）如文件齐备有效，本行一般情况下可在 10 个工作日内完成上述申请的审批手续
                    <br> （7）若申请审批通过，则本行将为客户即时开通账户，并通过电子邮件/手机短信形式通知客户
                    <br> （8）开通后，客户使用网上银行授权码启用网上银行证书，便可通过网上银行操作该账户
                    <br> （9）本行另行制作“香港一卡通”卡片，并请客户按照所预留的领卡方式领取该卡片。
                </p>
            </div>
            <div class="detailList-content">
                <p class="list-title">7. 申请香港一卡通后注意事项</p>
                <p>（1）提交账户申请后，资料齐全的情况下，T+2个工作日内客户可以接到账户开立短信。
                    <br> （2）“香港一卡通”账户卡片单独制作，请按照所预留的领卡方式领取或收取该卡片。
                    <br> （3）卡片使用前，请通过香港专业版或者拨打95555启动香港一卡通卡片（须在收到账户开立短信后的3个月内启动，逾期卡片将会作废）。
                    <br> （4）请在收到账户开立短信后的30天内使用网上银行授权码关联UKEY，以便可以通过网上银行操作该账户（30天后授权码将失效）。
                    <br> （5）请在收到账户开立短信后的2个月内，自其他同名账户，汇入一笔资金至“香港一卡通”，以免账户被自动冻结或关闭。
                    <br> （6）成功开户后，账户资产在过去三个月日均资产总额若低于10万港币，若选择电子账单需收取10港币/月账户管理费，若选择纸质账单需收取50港币/月账户管理费（开户前三个月免费）。
                </p>
            </div>
            <div class="detailList-content">
                <p class="list-title">8. 了解更多</p>
                <p>（1）服务指南：
                    <a class="account-link inline" href="http://images.cmbchina.com/cmbcms/201302/d02a7f69-b237-4f6c-8154-0afbc9835b31.pdf">点击查看</a>
                </p>
                <p>（2）收费标准：
                    <a class="account-link inline" href="http://hk.cmbchina.com/Personal/Detail.aspx?guid=eaeccb6c-5a53-4c66-bf27-d9268a6c21b9">点击查看</a>
                </p>
                <p>（3）常见问题：
                    <a class="account-link inline" href="http://hk.cmbchina.com/Personal/Detail.aspx?guid=911aad09-0367-4868-9b44-f89ff7a3bf30">点击查看</a>
                </p>
            </div>
            <p><strong>【免责声明】</strong>以上办理香港银行卡指引所载的一切内容仅供参考，请以银行实际要求为准。如信息内有任何错误或疏漏，本公司不就此负责。</p>
        </div>
    </div>
  </template>